---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCProductWrapper
source: html/1575e569-f162-1918-92d9-5e9f456ebfd8.htm
---
# IFCProductWrapper Members

Adds an annotation handle to associate with the IfcProduct in this wrapper.